Repository: Tim10F8/plugin.video.composite_for_plex
Catalog: resources/language/resource.language.*/strings.po
Languages: it_it

# Addon Description
source: Browse and play video, music and photo media files managed by Plex Media Server.[CR][CR]Fork of PleXBMC by Hippojay
it_it: Sfoglia e riproduci video, musica e foto gestiti da Plex Media Server.[CR][CR]Fork di PleXBMC di Hippojay

# Addon Disclaimer
source: Composite is NOT an official Plex add-on and is not supported or endorsed by Plex.
it_it: Composite NON è un add-on ufficiale di Plex e non è supportato o approvato da Plex.

# #30000
source: Confirm file delete?
it_it: Confermare l'eliminazione del file?

# #30001
source: Delete this item? This action will delete media and associated data files.
it_it: Eliminare questo elemento? Questa azione eliminerà i file multimediali e i file di dati associati.

# #30003
source: About to install
it_it: In fase di installazione

# #30004
source: This plugin is already installed
it_it: Questo plugin è già installato

# #30005
source: Switch Failed
it_it: Cambio fallito

# #30006
source: Sign Out
it_it: Disconnessione

# #30007
source: To sign out you must be logged in as an admin user. Switch user and try again
it_it: Per uscire è necessario aver effettuato l'accesso come utente amministratore. Cambia utente e riprova

# #30009
source: You are currently signed into myPlex. Are you sure you want to sign out?
it_it: Attualmente hai effettuato l'accesso a myPlex. Sei sicuro di voler uscire?

# #30011
source: You are not currently logged into myPlex. Continue to sign in, or cancel to return
it_it: Al momento non hai effettuato l'accesso a myPlex. Continua per accedere o annulla per tornare indietro

# #30012
source: To access these screens you must be logged in as an admin user. Switch user and try again
it_it: Per accedere a queste schermate è necessario aver effettuato l'accesso come utente amministratore. Cambia utente e riprova

# #30013
source: All
it_it: Tutti

# #30014
source: Unwatched
it_it: Non visti

# #30015
source: Recently Aired
it_it: Trasmessi recentemente

# #30016
source: Recently Added
it_it: Aggiunti recentemente

# #30017
source: Recently Viewed Episodes
it_it: Episodi visti recentemente

# #30018
source: Recently Viewed Shows
it_it: Serie viste recentemente

# #30019
source: On Deck
it_it: In primo piano

# #30020
source: By Collection
it_it: Per raccolta

# #30021
source: By First Letter
it_it: Per prima lettera

# #30022
source: By Genre
it_it: Per genere

# #30023
source: By Year
it_it: Per anno

# #30024
source: By Content Rating
it_it: Per valutazione contenuti

# #30025
source: By Folder
it_it: Per cartella

# #30026
source: Search Shows...
it_it: Cerca serie...

# #30027
source: Search Episodes...
it_it: Cerca episodi...

# #30028
source: All
it_it: Tutti

# #30029
source: By Album
it_it: Per album

# #30030
source: By Genre
it_it: Per genere

# #30031
source: By Year
it_it: Per anno

# #30032
source: By Collection
it_it: Per raccolta

# #30033
source: Recently Added
it_it: Aggiunti recentemente

# #30034
source: By Folder
it_it: Per cartella

# #30035
source: Search Artists...
it_it: Cerca artisti...

# #30036
source: Search Albums...
it_it: Cerca album...

# #30037
source: Search Tracks...
it_it: Cerca tracce...

# #30038
source: All
it_it: Tutti

# #30039
source: Unwatched
it_it: Non visti

# #30040
source: Recently Released
it_it: Pubblicati recentemente

# #30041
source: Recently Added
it_it: Aggiunti recentemente

# #30042
source: Recently Viewed
it_it: Visti recentemente

# #30043
source: On Deck
it_it: In primo piano

# #30044
source: By Collection
it_it: Per raccolta

# #30045
source: By Genre
it_it: Per genere

# #30046
source: By Year
it_it: Per anno

# #30047
source: By Decade
it_it: Per decade

# #30048
source: By Director
it_it: Per regista

# #30049
source: By Starring Actor
it_it: Per attore principale

# #30050
source: By Country
it_it: Per paese

# #30051
source: By Content Rating
it_it: Per valutazione contenuti

# #30052
source: By Rating
it_it: Per valutazione

# #30053
source: By Resolution
it_it: Per risoluzione

# #30054
source: By First Letter
it_it: Per prima lettera

# #30055
source: By Folder
it_it: Per cartella

# #30056
source: Search...
it_it: Cerca...

# #30057
source: All
it_it: Tutti

# #30058
source: By Year
it_it: Per anno

# #30059
source: Recently Added
it_it: Aggiunti recentemente

# #30060
source: Camera Make
it_it: Marca fotocamera

# #30061
source: Camera Model
it_it: Modello fotocamera

# #30062
source: Aperture
it_it: Apertura

# #30063
source: Shutter Speed
it_it: Velocità otturatore

# #30065
source: Lens
it_it: Lenti

# #30066
source: Unable to see any media servers
it_it: Impossibile trovare server multimediali

# #30067
source: Unable to contact server:
it_it: Non riesco a contattare il server:

# #30068
source: Library refresh started
it_it: È iniziato l'aggiornamento della libreria

# #30069
source: myPlex not configured
it_it: myPlex non è configurato

# #30070
source: Resume
it_it: Riprendi

# #30071
source: Select media to play
it_it: Seleziona media da riprodurre

# #30072
source: Select subtitle
it_it: Seleziona sottotitolo

# #30073
source: Select audio
it_it: Seleziona audio

# #30074
source: Select master server
it_it: Seleziona server Master

# #30075
source: Known server list
it_it: Elenco server conosciuti

# #30076
source: Switch User
it_it: Cambia utente

# #30077
source: Enter PIN
it_it: Inserisci PIN

# #30078
source: Resume from
it_it: Riprendi da

# #30079
source: Start from beginning
it_it: Parti dall'inizio

# #30080
source: myPlex Queue
it_it: Coda myPlex

# #30081
source: Sign In
it_it: Registrati

# #30082
source: Display Servers
it_it: Visualizza server

# #30083
source: Refresh Data
it_it: Aggiorna dati

# #30084
source: Channels
it_it: Canali

# #30085
source: Playlists
it_it: Playlist

# #30086
source: Play Transcoded
it_it: Riproduci transcodificato

# #30087
source: All episodes
it_it: Tutti gli episodi

# #30088
source: Season
it_it: Stagione

# #30089
source: Search for
it_it: Cerca per

# #30090
source: Unplayed
it_it: Non riprodotti

# #30500
source: Primary Server Address
it_it: Indirizzo server primario

# #30501
source: Stream from PMS
it_it: Stream da PMS

# #30502
source: Get extended metadata from PMS
it_it: Ottieni metadata estesi da PMS

# #30503
source: Enable extra filter menus
it_it: Abilita filtri aggiuntivi nei menu

# #30504
source: Server Discovery
it_it: Rilevamento server

# #30505
source: PMS Username:
it_it: Nome utente PMS:

# #30506
source: PMS Password:
it_it: Password PMS:

# #30507
source: Always Transcode
it_it: Transcodifica sempre

# #30508
source: Transcode format
it_it: Formato transcodifica

# #30509
source: Recent & OnDeck items
it_it: Elementi recenti e in primo piano

# #30510
source: Debug log
it_it: Registro debug

# #30514
source: Debug level
it_it: Livello di debug

# #30515
source: Use transcoding proxy
it_it: Usa proxy per la transcodifica

# #30517
source: Playback
it_it: Riproduzione

# #30518
source: Transcoding
it_it: Transcodifica

# #30520
source: Look and Feel
it_it: Aspetto

# #30521
source: Skin Home Shelf
it_it: Skin scaffale principale

# #30522
source: Advanced
it_it: Avanzate

# #30523
source: Use Wake On LAN
it_it: Usa Wake On LAN

# #30524
source: myPlex user
it_it: Utente myPlex

# #30525
source: myPlex password
it_it: Password myPlex

# #30526
source: Select master server...
it_it: Seleziona server Master...

# #30527
source: Authentication required?
it_it: Autenticazione richiesta?

# #30528
source: Load External Subtitles?
it_it: Caricare i sottotitoli esterni?

# #30529
source: Always display subtitles?
it_it: Mostrare sempre i sottotitoli?

# #30530
source: Port Number
it_it: Numero porta

# #30531
source: Use PMS localisation settings
it_it: Usa impostazioni di localizzazione PMS

# #30532
source: Manual
it_it: Manuale

# #30533
source: Always
it_it: Sempre

# #30534
source: Audio stream selection
it_it: Selezione traccia audio

# #30535
source: Subtitle stream selection
it_it: Selezione traccia sottotitoli

# #30536
source: Kodi Control
it_it: Controllo Kodi

# #30537
source: External
it_it: Esterno

# #30538
source: Audio and subtitle selector
it_it: Selettore audio e sottotitoli

# #30539
source: Never show subtitles
it_it: Non mostrare mai i sottotitoli

# #30540
source: Quality
it_it: Qualità

# #30541
source: Proxy Port
it_it: Porta proxy

# #30542
source: Plex Channel View
it_it: Vista canale Plex

# #30543
source: Flatten TV Shows
it_it: Mostra serie TV in un unico elenco

# #30544
source: Server MAC address
it_it: Indirizzo MAC del server

# #30545
source: Plex Style Watched flags
it_it: Indicatori di visione in stile Plex

# #30547
source: Use WOL?
it_it: Usare WOL?

# #30549
source: Skip Genre/director/writer
it_it: Salta genere/regista/sceneggiatore

# #30550
source: Skip images (thumbs, fanart)
it_it: Salta immagini (miniature, fanart)

# #30551
source: Skip Media Flags
it_it: Salta indicatori multimediali

# #30552
source: Skip Context Menus
it_it: Salta menu contestuali

# #30553
source: Off
it_it: Spento

# #30556
source: Play TV Theme Music
it_it: Riproduci temi musicali della TV

# #30557
source: Select audio output
it_it: Seleziona uscita audio

# #30558
source: If only one season
it_it: Anche se solo una stagione

# #30559
source: All seasons
it_it: Tutte le stagioni

# #30560
source: Force DVD playback
it_it: Forza riproduzione DVD

# #30561
source: Override SMB location
it_it: Sostituisci posizione SMB

# #30562
source: NAS IP Address
it_it: Indirizzo IP NAS

# #30564
source: NAS Username
it_it: Nome utente NAS

# #30565
source: NAS password
it_it: Password NAS

# #30566
source: NAS Root Folder
it_it: Cartella principale NAS

# #30567
source: Plex Control
it_it: Controllo Plex

# #30568
source: Subtitle Size
it_it: Dimensione sottotitoli

# #30569
source: Audio Boost
it_it: Aumenta audio

# #30571
source: Current Master Server
it_it: Server Master attuale

# #30572
source: Current Master Server
it_it: Server Master attuale

# #30573
source: Recently Added
it_it: Aggiunti recentemente

# #30574
source: On Deck
it_it: In primo piano

# #30575
source: Force Skin Views
it_it: Forza visualizzazioni skin

# #30576
source: Skin Name
it_it: Nome skin

# #30577
source: Movie View
it_it: Vista film

# #30578
source: TV View
it_it: Vista TV

# #30579
source: Season View
it_it: Vista stagioni

# #30580
source: Episode View
it_it: Vista episodi

# #30581
source: Music View
it_it: Vista musica

# #30582
source: Enable Movie Shelf
it_it: Abilita scaffale per i film

# #30583
source: Enable TV Shelf
it_it: Abilita scaffale per la TV

# #30584
source: Enable Music Shelf
it_it: Abilita scaffale per la musica

# #30585
source: Enable Channel Shelf
it_it: Abilita scaffale per i canali

# #30586
source: Content filter
it_it: Filtro contenuti

# #30587
source: Map unknown content as:
it_it: Mappa contenuti sconosciuti come:

# #30588
source: RA Library filter
it_it: Filtro Libreria RA

# #30589
source: Kids
it_it: Bambini

# #30590
source: Teens
it_it: Ragazzi

# #30591
source: Adults
it_it: Adulti

# #30592
source: Use menu for shared sections
it_it: Usa menu per le sezioni condivise

# #30593
source: Cache Data
it_it: Cache dati

# #30594
source: Manual
it_it: Manuale

# #30595
source: Use full resolution thumbs
it_it: Usa miniature a piena risoluzione

# #30596
source: Use full resolution fanart
it_it: Usa fanart a piena risoluzione

# #30597
source: Hide watched recently added items
it_it: Nascondi elementi già visti aggiunti di recente

# #30598
source: Info
it_it: Informazioni

# #30601
source: Transcoder
it_it: Transcodificatore

# #30602
source: Name
it_it: Nome

# #30603
source: Disable 'All Episodes'
it_it: Disabilita 'Tutti gli episodi'

# #30604
source: Enable Kodi view cache
it_it: Abilita la cache di visualizzazione di Kodi

# #30605
source: Manage myPlex
it_it: Gestisci myPlex

# #30606
source: Prefer Season artwork
it_it: Preferisci grafica della stagione

# #30607
source: Hide Unique Information in log
it_it: Nascondi informazioni univoche nel registro

# #30608
source: Use Kodi client name?
it_it: Usare il nome del client Kodi?

# #30609
source: Switch off playback monitor
it_it: Spegni il monitor di riproduzione

# #30610
source: Use HTTPS
it_it: Usa HTTPS

# #30611
source: Transcode > 1080p
it_it: Transcodifica > 1080p

# #30612
source: Transcode HEVC
it_it: Transcodifica HEVC

# #30613
source: MAC Address
it_it: Indirizzo MAC

# #30614
source: Universal
it_it: Universale

# #30615
source: Legacy
it_it: Obsoleto

# #30616
source: Refresh library section
it_it: Aggiorna sezione della libreria

# #30617
source: Username:
it_it: Nome utente:

# #30619
source: Cancel
it_it: Annulla

# #30620
source: Submit
it_it: Invia

# #30621
source: Manual
it_it: Manuale

# #30622
source: Use PIN
it_it: Usa PIN

# #30623
source: Done
it_it: Fatto

# #30624
source: Unable to sign in
it_it: Impossibile accedere

# #30625
source: From your computer, go to %s and enter the code below
it_it: Dal tuo computer, vai su %s e inserisci il codice che si trova qui sotto

# #30626
source: Successfully signed in
it_it: Accesso effettuato correttamente

# #30627
source: Sign in not successful
it_it: Accesso non riuscito

# #30629
source: Plex Pass:
it_it: Pass di Plex:

# #30630
source: Joined:
it_it: Aggiunto:

# #30631
source: Exit
it_it: Uscita

# #30634
source: Enter your myPlex details below
it_it: Inserisci qui sotto i tuoi dati myPlex

# #30636
source: Unknown
it_it: Sconosciuto

# #30637
source: myPlex Login
it_it: Accesso a myPlex

# #30638
source: Enter search term
it_it: Inserisci il termine di ricerca

# #30639
source: Enter value
it_it: Inserisci valore

# #30640
source: Transcode Profile
it_it: Profilo di transcodifica

# #30641
source: Transcode Profiles
it_it: Profili di transcodifica

# #30643
source: Remote
it_it: Remoto

# #30644
source: Nearby
it_it: Nelle vicinanze

# #30646
source: Not Secure
it_it: Non sicuro

# #30647
source: Certificate Verification
it_it: Verifica del certificato

# #30648
source: Message
it_it: Messaggio

# #30649
source: blank
it_it: vuoto

# #30650
source: Server Discovery
it_it: Rilevamento server

# #30651
source: Please wait...
it_it: Attendere prego...

# #30652
source: myPlex discovery...
it_it: Rilevamento myPlex...

# #30653
source: GDM discovery...
it_it: Rilevamento GDM...

# #30654
source: User provided...
it_it: Fornito dall'utente...

# #30655
source: Caching results...
it_it: Memorizzazione dei risultati nella cache...

# #30656
source: Finished
it_it: Finito

# #30657
source: Found servers:
it_it: Server trovati:

# #30658
source: No servers found
it_it: Nessun server trovato

# #30659
source: Transcode > 8-bit
it_it: Transcodifica > 8 bit

# #30660
source: Device Name
it_it: Nome dispositivo

# #30662
source: Server Cache TTL (minutes)
it_it: Server Cache TTL (minuti)

# #30663
source: Server detection notification
it_it: Notifica di rilevamento del server

# #30664
source: installed
it_it: installato

# #30665
source: Movies
it_it: Film

# #30666
source: Music
it_it: Musica

# #30667
source: TV Shows
it_it: Serie TV

# #30668
source: Photos
it_it: Fotografie

# #30669
source: Server name prefix on the main menu
it_it: Prefisso del nome del server nel menu principale

# #30670
source: Always
it_it: Sempre

# #30671
source: Default
it_it: Predefinito

# #30672
source: Go to %s
it_it: Vai a %s

# #30673
source: Delete %s from the %s playlist?
it_it: Eliminare %s dalla playlist %s?

# #30674
source: Confirm playlist item delete?
it_it: Confermare l'eliminazione dell'elemento della playlist?

# #30675
source: Delete from playlist
it_it: Elimina dalla playlist

# #30676
source: Select playlist
it_it: Seleziona playlist

# #30677
source: Add to playlist
it_it: Aggiungi alla playlist

# #30678
source: Added %s to the %s playlist
it_it: Aggiunto %s alla playlist %s

# #30679
source: Failed to add %s to the %s playlist
it_it: Impossibile aggiungere %s alla playlist %s

# #30680
source: %s is already in the %s playlist
it_it: %s è già nella playlist %s

# #30681
source: %s has been removed the %s playlist
it_it: %s è stato rimosso dalla playlist %s

# #30682
source: Unable to remove %s from the %s playlist
it_it: Impossibile rimuovere %s dalla playlist %s

# #30683
source: Show the 'Delete' context menu
it_it: Mostra menu contestuale 'Elimina'

# #30685
source: Enable Up Next
it_it: Abilita Up Next

# #30686
source: Open Up Next settings
it_it: Apri impostazioni di Up Next

# #30687
source: Install Up Next
it_it: Installa Up Next

# #30688
source: Up Next is enabled in the settings, however Up Next appears to be disabled. Would you like to enable Up Next now?
it_it: Up Next è abilitato nelle impostazioni, tuttavia Up Next sembra essere disabilitato. Vuoi abilitare Up Next adesso?

# #30690
source: From your computer, go to [B]%s[/B] and enter the following code: [B]%s[/B]
it_it: Dal tuo computer, vai su [B]%s[/B] e inserisci il seguente codice: [B]%s[/B]

# #30691
source: Use episode thumbnails
it_it: Usa miniature degli episodi

# #30692
source: Widgets
it_it: Widget

# #30693
source: Show [B]Widgets[/B] menu
it_it: Mostra menu [B]Widget[/B]

# #30694
source: Clear Caches
it_it: Cancella cache

# #30695
source: Data Cache TTL (minutes)
it_it: Cache dati TTL (minuti)

# #30696
source: Clear data cache on refresh
it_it: Cancella la cache dei dati quando aggiorni

# #30697
source: Movies on Deck
it_it: Film in primo piano

# #30698
source: TV Shows on Deck
it_it: Serie TV in primo piano

# #30699
source: Recently Released Movies
it_it: Film usciti di recente

# #30700
source: Recently Aired TV Shows
it_it: Serie TV trasmesse di recente

# #30701
source: Recently Added Movies
it_it: Film aggiunti di recente

# #30702
source: Recently Added TV Shows
it_it: Serie TV aggiunte di recente

# #30703
source: Data Cache
it_it: Cache dati

# #30704
source: Companion receiver is unable to start due to a port conflict
it_it: Il ricevitore associato non è in grado di avviarsi a causa di un conflitto di porte

# #30705
source: Companion receiver has started
it_it: Il ricevitore associato è stato avviato

# #30706
source: Companion receiver has been stopped
it_it: Il ricevitore associato è stato fermato

# #30707
source: Companion Receiver
it_it: Ricevitore associato

# #30708
source: Enabled
it_it: Abilitato

# #30709
source: Port
it_it: Porta

# #30710
source: Kodi's Web Server Settings
it_it: Impostazioni server Web di Kodi

# #30711
source: [COLOR=red]EXPERIMENTAL[/COLOR] - This feature is experimental[CR]Any changes to these settings will require a restart to take effect
it_it: [COLOR=red]SPERIMENTALE[/COLOR] - Questa funzionalità è sperimentale[CR]Qualsiasi modifica a queste impostazioni richiederà un riavvio per avere effetto

# #30712
source: Username
it_it: Nome utente

# #30714
source: Main Menu
it_it: Menu principale

# #30715
source: Show [B]myPlex Queue[/B] menu
it_it: Mostra menu [B]Coda myPlex[/B]

# #30716
source: Show [B]Channels[/B] menu
it_it: Mostra menu [B]Canali[/B]

# #30717
source: Show [B]Plex Online[/B] menu
it_it: Mostra menu [B]Plex Online[/B]

# #30718
source: Show [B]Playlists[/B] menu
it_it: Mostra menu [B]Playlist[/B]

# #30719
source: Context Menu
it_it: Menu contestuale

# #30720
source: Metadata
it_it: Metadati

# #30721
source: Transcoding
it_it: Transcodifica

# #30722
source: Create a playlist
it_it: Crea una playlist

# #30723
source: Enter a playlist title
it_it: Inserisci il titolo della playlist

# #30724
source: Delete playlist
it_it: Elimina playlist

# #30725
source: Confirm playlist delete?
it_it: Confermare l'eliminazione della playlist?

# #30726
source: Are you sure you want to delete this playlist?
it_it: Sei sicuro di voler eliminare questa playlist?

# #30727
source: Notification encoding
it_it: Codifica delle notifiche

# #30728
source: Episode sort method
it_it: Metodo di ordinamento degli episodi

# #30731
source: Manage Servers
it_it: Gestisci server

# #30732
source: Set as Master
it_it: Imposta come Master

# #30733
source: Connection Test Results
it_it: Risultati del test di connessione

# #30734
source: Default to forced subtitles
it_it: Impostazione predefinita per i sottotitoli forzati

# #30735
source: Mixed content type
it_it: Tipo di contenuto misto

# #30736
source: Default
it_it: Predefinito

# #30737
source: Majority
it_it: Maggioranza

# #30738
source: Add custom access url
it_it: Aggiungi URL di accesso personalizzato

# #30739
source: Custom access urls
it_it: URL di accesso personalizzate

# #30740
source: Edit
it_it: Modifica

# #30741
source: Edit custom access url
it_it: Modifica URL di accesso personalizzato

# #30742
source: Custom
it_it: Personalizzato

# #30743
source: All Artists
it_it: Tutti gli artisti

# #30744
source: All Photos
it_it: Tutte le foto

# #30745
source: All Shows
it_it: Tutte le serie

# #30746
source: All Movies
it_it: Tutti i film

# #30747
source: Preferred lyrics format
it_it: Formato preferito per i testi

# #30748
source: Lyrics
it_it: Testi

# #30751
source: Skip intro
it_it: Salta introduzione

# #30752
source: Intro skipping
it_it: Salto dell'introduzione

# #30753
source: Plex Pass Required
it_it: Plex Pass richiesto

# #30754
source: Plex powered by LyricFind
it_it: Plex gestito da LyricFind

# #30755
source: Show skip intro dialog
it_it: Mostra finestra di dialogo Salta introduzione

# #30756
source: All %s
it_it: Tutti %s

# #30757
source: All Servers: TV Shows On Deck
it_it: Tutti i server: serie TV in primo piano

# #30758
source: All Servers: Movies On Deck
it_it: Tutti i server: film in primo piano

# #30759
source: Recently Added Episodes
it_it: Episodi aggiunti di recente

# #30760
source: All Servers: Recently Added Episodes
it_it: Tutti i server: episodi aggiunti di recente

# #30761
source: All Servers: Recently Added Movies
it_it: Tutti i server: film aggiunti di recente

# #30762
source: Server name prefix on combined sections
it_it: Prefisso del nome server sulle sezioni combinate

# #30763
source: Recently Added item count (per server section)
it_it: Conteggio degli elementi aggiunti di recente (per sezione del server)

# #30764
source: Recently Added include watched
it_it: Aggiunti di recente includono già visti

# #30765
source: Composite Playlist
it_it: Playlist composita

# #30766
source: Generate a playlist from the information below
it_it: Genera una playlist dalle informazioni seguenti

# #30767
source: Mixed
it_it: Misto

# #30768
source: Play
it_it: Riproduci

# #30769
source: Item Count
it_it: Conteggio elementi

# #30770
source: All Servers
it_it: Tutti i server

# #30771
source: Shuffle
it_it: Mescola

# #30772
source: Source
it_it: Sorgente

# #30773
source: None
it_it: Nessuno

# #30774
source: Generating Playlist
it_it: Generazione della playlist

# #30775
source: This may take a while...
it_it: L'operazione potrebbe richiedere del tempo...

# #30776
source: Retrieving server list...
it_it: Recupero elenco server...

# #30777
source: Retrieving server sections...
it_it: Recupero delle sezioni del server...

# #30778
source: Retrieving content metadata...
it_it: Recupero dei metadati del contenuto...

# #30779
source: Retrieving final sample...
it_it: Recupero del campione finale...

# #30780
source: Adding items to playlist...
it_it: Aggiunta di elementi alla playlist...

# #30781
source: Adding %s to playlist...
it_it: Aggiunta di %s alla playlist...

# #30782
source: Completed.
it_it: Completato.

# #30783
source: Checking section %s on %s...
it_it: Controllo della sezione %s su %s...

# #30784
source: Retrieving %s from %s for sample...
it_it: Recupero di %s da %s per campione...

# #30785
source: Retrieving %s episodes for sample...
it_it: Recupero di %s episodi per campione...

# #30786
source: Creating samples...
it_it: Creazione di campioni...
