Repository: Tim10F8/plugin.video.composite_for_plex
Catalog: resources/language/resource.language.*/strings.po
Languages: it_it

# #30787
source: Retrieving metadata for %s...
it_it: Recupero dei metadati per %s...

# #30788
source: Show [B]Composite Playlist[/B] menu
it_it: Mostra menu [B]Playlist composita[/B]

# #30789
source: Server(s)
it_it: Server

# #30790
source: Combined Sections
it_it: Sezioni combinate

# #30791
source: Search Movies...
it_it: Cerca film...

# #30792
source: Mark as watched
it_it: Segna come visto

# #30793
source: Mark as unwatched
it_it: Segna come non visto

# #30794
source: Library - Movie Sections
it_it: Libreria - Sezioni di film

# #30795
source: Library - TV Show Sections
it_it: Libreria - Sezioni di serie TV

# #30796
source: Kodi Library
it_it: Libreria di Kodi

# #30797
source: Select sections to include in library scans
it_it: Seleziona sezioni da includere nelle scansioni della libreria

# #30798
source: Reset selected sections
it_it: Reimposta sezioni selezionate

# #30799
source: Configured library sections have been reset
it_it: Le sezioni configurate della libreria sono state reimpostate

# #30800
source: Continue Watching
it_it: Continua a guardare

# #30801
source: Detect Servers
it_it: Rileva server

# #30813
source: 1920x1080, unlimited
it_it: 1920x1080, illimitato
